app/views/dashboard/index.html.erb

SELECT COUNT(*) FROM `kasurs`
---
      <h3>Total Kasur</h3>
      <div style="font-size: 2.5rem; font-weight: bold;"><%= Kasur.count %></div>

SELECT COUNT(*) FROM `penyewas`
---
      <h3>Penyewa Aktif</h3>
      <div style="font-size: 2.5rem; font-weight: bold;"><%= Penyewa.count %></div>

SELECT COUNT(*) FROM `sewas`
---
      <h3>Transaksi Sewa</h3>
      <div style="font-size: 2.5rem; font-weight: bold;"><%= Sewa.count %></div>

SELECT `sewas`.* FROM `sewas` ORDER BY `sewas`.`created_at` DESC LIMIT 5
---
      <tbody>
        <% Sewa.order(created_at: :desc).limit(5).each do |sewa| %>

SELECT 1 AS one FROM `sewas` LIMIT 1
---
        <% end %>
        <% if Sewa.none? %>