app/controllers/kasurs_controller.rb

SELECT `kasurs`.* FROM `kasurs`
---
  def index
    @kasurs = Kasur.all