app/controllers/penyewas_controller.rb

SELECT `penyewas`.* FROM `penyewas`
---
  def index
    @penyewas = Penyewa.all