app/controllers/sewas_controller.rb

  def index
    @sewas = Sewa.all
---
SELECT `sewas`.* FROM `sewas`

    def set_sewa
      @sewa = Sewa.find(params.expect(:id))
---
SELECT `sewas`.* FROM `sewas` WHERE `sewas`.`id` = 1 LIMIT 1